Repository: DyorHQ/IOS-app
Catalog: ios/DyorHQ/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, ko, zh_hans

source: Export Wallet First
es: Exportar billetera primero
fr: Exporter d'abord le portefeuille
ko: 먼저 지갑 내보내기
zh_hans: 先导出钱包

source: Export in Secure View
es: Exportar en vista segura
fr: Exporter dans une vue sécurisée
ko: 보안 화면에서 내보내기
zh_hans: 在安全视图中导出

source: Export this wallet's private key through Privy's secure export page.
es: Exporta la clave privada de esta billetera desde la página de exportación segura de Privy.
fr: Exportez la clé privée de ce portefeuille via la page d'export sécurisée de Privy.
ko: Privy의 보안 내보내기 페이지에서 이 지갑의 개인 키를 내보냅니다.
zh_hans: 通过 Privy 的安全导出页面导出此钱包的私钥。

source: Export was cancelled or didn't finish.
es: La exportación se canceló o no terminó.
fr: L'export a été annulé ou ne s'est pas terminé.
ko: 내보내기가 취소되었거나 완료되지 않았습니다.
zh_hans: 导出已取消或未完成。

source: Failed
es: Fallido
fr: Échec
ko: 실패
zh_hans: 失败

source: Fair
es: Media
fr: Moyen
ko: 보통
zh_hans: 一般

source: Fair-launch a memecoin paired with a tokenized stock.
es: Haz un lanzamiento justo de una memecoin emparejada con una acción tokenizada.
fr: Lancez en fair launch un memecoin apparié à une action tokenisée.
ko: 토큰화 주식과 페어를 이루는 밈코인을 공정하게 런칭하세요.
zh_hans: 公平发射与代币化股票配对的 Meme 币。

source: Falls below
es: Baja por debajo de
fr: Passe en dessous de
ko: 이하로 하락
zh_hans: 跌破

source: Fee
es: Comisión
fr: Frais
ko: 수수료
zh_hans: 手续费

source: Fee mode
es: Modo de comisión
fr: Mode de frais
ko: 수수료 방식
zh_hans: 手续费模式

source: Fee recipient
es: Destinatario de las comisiones
fr: Bénéficiaire des frais
ko: 수수료 수령인
zh_hans: 手续费接收方

source: Fee sharing
es: Reparto de comisiones
fr: Partage des frais
ko: 수수료 분배
zh_hans: 手续费分成

source: Fees
es: Comisiones
fr: Frais
ko: 수수료
zh_hans: 手续费

source: Fees accrued
es: Comisiones acumuladas
fr: Frais accumulés
ko: 적립된 수수료
zh_hans: 累计手续费

source: Fees paid
es: Comisiones pagadas
fr: Frais payés
ko: 지불한 수수료
zh_hans: 已付手续费

source: Fees wait in the hook until they're swept.
es: Las comisiones esperan en el hook hasta que se recolectan.
fr: Les frais restent dans le hook jusqu'à leur collecte.
ko: 수수료는 회수될 때까지 훅에 보관됩니다.
zh_hans: 手续费会留在 Hook 中，直到被归集。

source: Fill the limit price with the last trade.
es: Usa el precio de la última operación como precio límite.
fr: Utiliser le dernier prix de transaction comme prix limite.
ko: 지정가를 최근 체결가로 입력해요.
zh_hans: 用最新成交价填入限价。

source: Fill the limit price with the mid of the book.
es: Usa el precio medio del libro como precio límite.
fr: Utiliser le prix médian du carnet comme prix limite.
ko: 지정가를 호가창의 중간가로 입력해요.
zh_hans: 用订单簿中间价填入限价。

source: Fills
es: Ejecuciones
fr: Exécutions
ko: 체결 내역
zh_hans: 成交记录

source: Filter
es: Filtrar
fr: Filtre
ko: 필터
zh_hans: 筛选

source: Finding the best price
es: Buscando el mejor precio
fr: Recherche du meilleur prix
ko: 최적 가격을 찾는 중
zh_hans: 正在寻找最优价格

source: Fingerprint %@… goes on-chain.
es: La huella %@… se guarda en la blockchain.
fr: L'empreinte %@… est enregistrée sur la blockchain.
ko: 핑거프린트(%@…)는 온체인에 기록돼요.
zh_hans: 指纹 %@… 将上链。

source: First failure
es: Primer fallo
fr: Premier échec
ko: 최초 실패일
zh_hans: 首次失败

source: Fixed at publish; nothing about a live Moment can be changed.
es: Se fija al publicar: no se puede cambiar nada de un Moment activo.
fr: Fixé à la publication ; rien ne peut être modifié sur un Moment publié.
ko: 게시할 때 고정돼요. 진행 중인 Moment는 아무것도 변경할 수 없어요.
zh_hans: 发布时即已固定；已上线的 Moment 无法做任何更改。

source: Floor
es: Base
fr: Plancher
ko: 하단
zh_hans: 底部

source: Follow any Monad wallet. Trading needs an account.
es: Observa cualquier billetera de Monad. Para operar necesitas una cuenta.
fr: Surveillez n'importe quel portefeuille Monad. Le trading nécessite un compte.
ko: 어떤 Monad 지갑이든 지켜볼 수 있어요. 거래하려면 계정이 필요해요.
zh_hans: 观察任意 Monad 钱包。交易需要账户。

source: For volatile or low-liquidity pairs.
es: Para pares volátiles o de poca liquidez.
fr: Pour les paires volatiles ou peu liquides.
ko: 변동성이 크거나 유동성이 낮은 페어용이에요.
zh_hans: 适用于波动大或流动性低的交易对。

source: Forget This Device
es: Olvidar este dispositivo
fr: Oublier cet appareil
ko: 이 기기 지우기
zh_hans: 忘记此设备

source: Forget this device?
es: ¿Olvidar este dispositivo?
fr: Oublier cet appareil ?
ko: 이 기기를 지우시겠습니까?
zh_hans: 忘记此设备？

source: Forgot password?
es: ¿Olvidaste tu contraseña?
fr: Mot de passe oublié ?
ko: 비밀번호를 잊으셨나요?
zh_hans: 忘记密码？

source: Free on Perpl: %@ AUSD
es: Disponible en Perpl: %@ AUSD
fr: Disponible sur Perpl : %@ AUSD
ko: Perpl 사용 가능: %@ AUSD
zh_hans: Perpl 上可用：%@ AUSD

source: From
es: Desde
fr: De
ko: 보내는 곳
zh_hans: 来源

source: From sign-in to your first trade
es: Desde el inicio de sesión hasta tu primera operación
fr: De la connexion à votre première transaction
ko: 로그인부터 첫 거래까지
zh_hans: 从登录到你的第一笔交易

source: Full range · locked forever
es: Rango completo · bloqueado para siempre
fr: Plage complète · verrouillée pour toujours
ko: 전체 범위 · 영구 잠금
zh_hans: 全价格区间 · 永久锁定

source: Funding (1h) / Countdown
es: Financiación (1h) / Restante
fr: Financement (1h) / Décompte
ko: 펀딩비(1시간) / 남은 시간
zh_hans: 资金费率（1小时）/倒计时

source: Funds arrived
es: Fondos recibidos
fr: Fonds arrivés
ko: 자금 도착
zh_hans: 资金已到账

source: Funds at this same address on other EVM chains (Bridge)
es: Fondos en esta misma dirección en otras cadenas EVM (Puente)
fr: Les fonds à cette même adresse sur d'autres chaînes EVM (Bridge)
ko: 다른 EVM 체인의 같은 주소에 있는 자금(브리지)
zh_hans: 同一地址在其他 EVM 链上的资金（跨链桥）

source: Gainers
es: Alzas
fr: Hausses
ko: 상승
zh_hans: 涨幅榜

source: Get Help
es: Ayuda
fr: Aide
ko: 도움말
zh_hans: 获取帮助

source: Get Started
es: Empezar
fr: Commencer
ko: 시작하기
zh_hans: 开始使用

source: Get a quote first.
es: Primero obtén una cotización.
fr: Obtenez d'abord une cotation.
ko: 먼저 견적을 받으십시오.
zh_hans: 先获取报价。

source: Get started
es: Empezar
fr: Commencer
ko: 시작하기
zh_hans: 开始使用

source: Getting Started
es: Primeros pasos
fr: Premiers pas
ko: 시작 가이드
zh_hans: 入门指南

source: Good
es: Buena
fr: Bon
ko: 좋음
zh_hans: 良好

source: Graduate
es: Graduar
fr: Graduer
ko: 졸업 실행
zh_hans: 毕业

source: Graduated
es: Graduado
fr: Gradué
ko: 졸업 완료
zh_hans: 已毕业

source: Graduated $%@
es: Graduación de $%@
fr: $%@ gradué
ko: $%@ 졸업 완료
zh_hans: $%@ 已毕业

source: Graduates
es: Se gradúa
fr: Graduation
ko: 졸업 여부
zh_hans: 毕业

source: Graduates at
es: Se gradúa con
fr: Graduation à
ko: 졸업 기준
zh_hans: 毕业门槛

# Graduates at %@ %@ raised. Liquidity then moves to a locked %@ pool.
source: Graduates at %1$@ %2$@ raised. Liquidity then moves to a locked %3$@ pool.
es: Se gradúa al recaudar %1$@ %2$@. Luego, la liquidez pasa a un pool bloqueado de %3$@.
fr: Graduation une fois %1$@ %2$@ levés. La liquidité passe ensuite dans un pool %3$@ verrouillé.
ko: %1$@ %2$@ 모금 시 졸업해요. 이후 유동성은 잠긴 %3$@ 풀로 이동해요.
zh_hans: 募集 %1$@ %2$@ 后毕业。届时流动性将转入锁定的 %3$@ 池子。

source: Graduates on
es: Se gradúa en
fr: Graduation sur
ko: 졸업 거래소
zh_hans: 毕业至

source: Graduates to a locked %1$@ pool once the curve raises %2$@ %3$@. A %4$@ coin graduates on Monday Trade; if it stays stuck for a day, anyone can move it to a locked Uniswap v4 pool. Launch fee %5$@ MON.
es: Se gradúa a un pool bloqueado de %1$@ cuando la curva recauda %2$@ %3$@. Una moneda emparejada con %4$@ se gradúa en Monday Trade; si se queda atascada durante un día, cualquiera puede moverla a un pool bloqueado de Uniswap v4. Comisión de lanzamiento: %5$@ MON.
fr: Le jeton gradue vers un pool %1$@ verrouillé une fois que la courbe a levé %2$@ %3$@. Un jeton %4$@ gradue sur Monday Trade ; s'il reste bloqué pendant une journée, n'importe qui peut le transférer vers un pool Uniswap v4 verrouillé. Frais de lancement : %5$@ MON.
ko: 커브 모금액이 %2$@ %3$@에 도달하면 잠긴 %1$@ 풀로 졸업해요. %4$@ 페어 코인은 Monday Trade에서 졸업하며, 하루 동안 멈춰 있으면 누구나 잠긴 Uniswap v4 풀로 옮길 수 있어요. 런칭 수수료 %5$@ MON.
zh_hans: 曲线募集到 %2$@ %3$@ 后，毕业进入锁定的 %1$@ 池子。%4$@ 币会在 Monday Trade 上毕业；如果持续卡住一天，任何人都可以将其转移到锁定的 Uniswap v4 池子。发射费 %5$@ MON。

# Graduates to a locked %@ pool once the curve raises %@ %@. Launch fee %@ MON.
source: Graduates to a locked %1$@ pool once the curve raises %2$@ %3$@. Launch fee %4$@ MON.
es: Se gradúa a un pool bloqueado de %1$@ cuando la curva recauda %2$@ %3$@. Comisión de lanzamiento: %4$@ MON.
fr: Le jeton gradue vers un pool %1$@ verrouillé une fois que la courbe a levé %2$@ %3$@. Frais de lancement : %4$@ MON.
ko: 커브 모금액이 %2$@ %3$@에 도달하면 잠긴 %1$@ 풀로 졸업해요. 런칭 수수료 %4$@ MON.
zh_hans: 曲线募集到 %2$@ %3$@ 后，毕业进入锁定的 %1$@ 池子。发射费 %4$@ MON。

source: Graduation
es: Graduación
ko: 졸업
zh_hans: 毕业

source: Graduation FDV
es: FDV de graduación
fr: FDV de graduation
ko: 졸업 FDV
zh_hans: 毕业 FDV

source: Graduation Pending
es: Graduación pendiente
fr: Graduation en attente
ko: 졸업 대기 중
zh_hans: 等待毕业

source: Graduation has been failing for more than a week past the deadline. Anyone can wind the Moment down now.
es: La graduación lleva fallando más de una semana después del plazo. Ahora cualquiera puede cerrar el Moment.
fr: La graduation échoue depuis plus d'une semaine après l'échéance. N'importe qui peut désormais mettre fin au Moment.
ko: 기한이 지난 후 일주일 넘게 졸업이 실패하고 있어요. 이제 누구나 Moment를 만료 처리할 수 있어요.
zh_hans: 毕业在截止时间后已持续失败超过一周。现在任何人都可以终止该 Moment。

source: Graduation has not completed yet; anyone can retry it.
es: La graduación aún no se ha completado; cualquiera puede reintentarla.
fr: La graduation n'est pas encore terminée ; n'importe qui peut la relancer.
ko: 아직 졸업이 완료되지 않았어요. 누구나 다시 시도할 수 있어요.
zh_hans: 毕业尚未完成；任何人都可以重试。

source: Graduation pending
es: Graduación pendiente
fr: Graduation en attente
ko: 졸업 대기 중
zh_hans: 等待毕业

source: Graduation reserve
es: Reserva de graduación
fr: Réserve de graduation
ko: 졸업 준비금
zh_hans: 毕业储备金

source: Graduation venue
es: Plataforma de graduación
fr: Plateforme de graduation
ko: 졸업 거래소
zh_hans: 毕业交易场所

source: Guides to every part of DyorHQ
es: Guías de cada parte de DyorHQ
fr: Guides pour chaque partie de DyorHQ
ko: DyorHQ의 모든 기능에 대한 가이드
zh_hans: DyorHQ 各部分的使用指南

source: H
es: Máx
ko: 고
zh_hans: 高

source: Handle is lowercase letters, numbers and underscores, 3–20 characters.
es: El nombre de usuario usa letras minúsculas, números y guiones bajos, de 3 a 20 caracteres.
fr: Le pseudo comporte des lettres minuscules, des chiffres et des tirets bas, de 3 à 20 caractères.
ko: 사용자 이름은 영문 소문자, 숫자, 밑줄로 된 3~20자여야 해요.
zh_hans: 用户名由小写字母、数字和下划线组成，长度为 3–20 个字符。

source: Headlines come straight from each publisher's feed.
es: Los titulares vienen directamente de la fuente de cada medio.
fr: Les titres proviennent directement du flux de chaque éditeur.
ko: 헤드라인은 각 매체의 피드에서 그대로 가져와요.
zh_hans: 头条直接来自各发布方的信息源。

source: Held by %@ on Monad. This version can't send, trade or sign anything.
es: Están en %@, en Monad. Esta versión no puede enviar, operar ni firmar nada.
fr: Détenus par %@ sur Monad. Cette version ne peut rien envoyer, échanger ni signer.
ko: Monad의 %@ 주소에 보관되어 있습니다. 이 버전에서는 아무것도 보내거나 거래하거나 서명할 수 없습니다.
zh_hans: 由 Monad 上的 %@ 持有。此版本无法发送、交易或签署任何内容。

source: Held for later buyback rounds
es: Reservado para próximas rondas de recompra
fr: Réservé aux prochaines séries de rachat
ko: 이후 바이백 회차를 위해 보유 중
zh_hans: 留作后续回购轮次

source: Help Center
es: Centro de ayuda
fr: Centre d'aide
ko: 고객센터
zh_hans: 帮助中心

source: Hidden characters were removed from the pasted address. Check it matches the source.
es: Se quitaron caracteres ocultos de la dirección pegada. Comprueba que coincida con el origen.
fr: Des caractères cachés ont été supprimés de l'adresse collée. Vérifiez qu'elle correspond à la source.
ko: 붙여넣은 주소에서 숨겨진 문자가 제거되었습니다. 원본과 일치하는지 확인하십시오.
zh_hans: 已从粘贴的地址中移除隐藏字符。核对它是否与来源一致。

source: Hidden when its time ran out. Show it again if you haven't finished writing it down.
es: Se ocultó cuando se acabó su tiempo. Vuelve a mostrarla si no terminaste de anotarla.
fr: Masquée à la fin du délai. Affichez-la de nouveau si vous n'avez pas fini de la noter.
ko: 시간이 다 되어 숨겨졌습니다. 아직 다 적지 못했다면 다시 표시하십시오.
zh_hans: 显示时间已到，因此已隐藏。如果你还没抄写完，就再次显示。

source: Hidden while the screen is being recorded
es: Se oculta mientras se graba la pantalla
fr: Masquée pendant l'enregistrement de l'écran
ko: 화면 녹화 중에는 숨겨짐
zh_hans: 屏幕录制期间已隐藏

source: Hidden while the screen is being recorded, mirrored or shared.
es: Se oculta mientras se graba, se duplica o se comparte la pantalla.
fr: Masquée pendant que l'écran est enregistré, dupliqué ou partagé.
ko: 화면이 녹화, 미러링 또는 공유되는 동안에는 숨겨집니다.
zh_hans: 屏幕被录制、镜像或共享期间已隐藏。

source: Hide
es: Ocultar
fr: Masquer
ko: 숨기기
zh_hans: 隐藏

source: Hide password
es: Ocultar contraseña
fr: Masquer le mot de passe
ko: 비밀번호 숨기기
zh_hans: 隐藏密码

source: Hides in %@
es: Se oculta en %@
fr: Se masque dans %@
ko: %@ 후 숨겨짐
zh_hans: %@后隐藏

source: History
es: Historial
fr: Historique
ko: 내역
zh_hans: 历史记录

source: Holder fee sharing
es: Reparto de comisiones con holders
fr: Partage des frais avec les détenteurs
ko: 홀더 수수료 분배
zh_hans: 持有者手续费分成

source: Holder rewards
es: Recompensas para holders
fr: Récompenses des détenteurs
ko: 홀더 보상
zh_hans: 持有者奖励

source: Holders are paid as trades happen; only the creator's and DyorHQ's parts wait in the hook until they're swept.
es: Los holders cobran a medida que se producen las operaciones; solo las partes del creador y de DyorHQ esperan en el hook hasta que se recolectan.
fr: Les détenteurs sont payés au fil des transactions ; seules les parts du créateur et de DyorHQ restent dans le hook jusqu'à leur collecte.
ko: 홀더는 거래가 일어날 때마다 지급받습니다. 크리에이터와 DyorHQ의 몫만 회수될 때까지 훅에 보관됩니다.
zh_hans: 持有者在交易发生时即获得分成；只有创作者和 DyorHQ 的部分会留在 Hook 中，直到被归集。

source: Holdings
es: Activos
fr: Avoirs
ko: 보유 자산
zh_hans: 持仓

source: Home
es: Inicio
fr: Accueil
ko: 홈
zh_hans: 首页

source: Hot
es: Volátiles
fr: Volatils
ko: 급변동
zh_hans: 异动

source: How far the price may move before your swap settles. Beyond this, it cancels instead of filling worse.
es: Cuánto puede moverse el precio antes de que se complete tu intercambio. Si se supera, se cancela en lugar de ejecutarse a un precio peor.
fr: L'écart de prix maximal avant le règlement de votre échange. Au-delà, l'échange est annulé au lieu d'être exécuté à un prix moins favorable.
ko: 스왑이 완료되기 전까지 허용하는 가격 변동 폭이에요. 이 범위를 넘으면 더 나쁜 가격에 체결되는 대신 취소돼요.
zh_hans: 在你的兑换结算前价格允许变动的幅度。超出此幅度时，兑换会取消，而不会以更差的价格成交。

source: I already have a passkey
es: Ya tengo una llave de acceso
fr: J'ai déjà une clé d'identification
ko: 이미 패스키가 있어요
zh_hans: 我已有通行密钥

# I understand %@ keeps its %@ and this email will no longer open it.
source: I understand %1$@ keeps its %2$@ and this email will no longer open it.
es: Entiendo que %1$@ conserva sus %2$@ y que este correo electrónico ya no la abrirá.
fr: Je comprends que %1$@ conserve %2$@ et que cet e-mail ne permettra plus de l'ouvrir.
ko: %1$@ 지갑에 보유 자산(%2$@)이 그대로 남으며, 이 이메일로는 더 이상 이 지갑을 열 수 없다는 것을 이해합니다.
zh_hans: 我了解 %1$@ 会保留其 %2$@，且此邮箱将无法再打开它。

source: I understand %1$@ keeps its %2$@, and anything else it holds, and this email will no longer open it.
es: Entiendo que %1$@ conserva sus %2$@ y todo lo demás que tenga, y que este correo electrónico ya no la abrirá.
fr: Je comprends que %1$@ conserve %2$@, ainsi que tout ce qu'il détient d'autre, et que cet e-mail ne permettra plus de l'ouvrir.
ko: %1$@ 지갑에 %2$@ 및 기타 보유 자산이 그대로 남으며, 이 이메일로는 더 이상 이 지갑을 열 수 없다는 것을 이해합니다.
zh_hans: 我了解 %1$@ 会保留其 %2$@ 以及它持有的其他任何资产，且此邮箱将无法再打开它。

source: I understand I may permanently lose these funds
es: Entiendo que puedo perder estos fondos de forma permanente
fr: Je comprends que je peux perdre définitivement ces fonds
ko: 이 자금을 영구적으로 잃을 수 있음을 이해합니다
zh_hans: 我了解我可能会永久失去这些资金

source: I understand my current wallet’s funds don’t move to the new one
es: Entiendo que los fondos de mi billetera actual no pasan a la nueva
fr: Je comprends que les fonds de mon portefeuille actuel ne sont pas transférés vers le nouveau
ko: 현재 지갑의 자금이 새 지갑으로 옮겨지지 않는다는 것을 이해합니다
zh_hans: 我了解当前钱包中的资金不会转移到新钱包

source: I understand my password is the only way back to my wallet
es: Entiendo que mi contraseña es la única forma de volver a mi billetera
fr: Je comprends que mon mot de passe est le seul moyen de retrouver l'accès à mon portefeuille
ko: 비밀번호가 내 지갑으로 돌아갈 수 있는 유일한 방법임을 이해합니다
zh_hans: 我了解密码是我找回钱包的唯一途径

source: I understand only my own backup can recover my funds
es: Entiendo que solo mi propia copia de seguridad puede recuperar mis fondos
fr: Je comprends que seule ma propre sauvegarde permet de récupérer mes fonds
ko: 내 백업만이 자금을 복구할 수 있음을 이해합니다
zh_hans: 我了解只有我自己的备份才能恢复我的资金

source: I understand this email will no longer open %@, which holds no MON or tokens (it may hold other things).
es: Entiendo que este correo electrónico ya no abrirá %@, que no tiene MON ni tokens (puede tener otras cosas).
fr: Je comprends que cet e-mail ne permettra plus d'ouvrir %@, qui ne détient ni MON ni jetons (il peut détenir d'autres choses).
ko: 이 이메일로 더 이상 %@ 지갑을 열 수 없다는 것을 이해합니다. 이 지갑에는 MON이나 토큰이 없습니다(다른 자산은 있을 수 있습니다).
zh_hans: 我了解此邮箱将无法再打开 %@，它未持有 MON 或代币（可能持有其他资产）。

source: I understand this email will no longer open %@, which holds no MON or tokens.
es: Entiendo que este correo electrónico ya no abrirá %@, que no tiene MON ni tokens.
fr: Je comprends que cet e-mail ne permettra plus d'ouvrir %@, qui ne détient ni MON ni jetons.
ko: 이 이메일로 더 이상 %@ 지갑을 열 수 없다는 것을 이해합니다. 이 지갑에는 MON이나 토큰이 없습니다.
zh_hans: 我了解此邮箱将无法再打开 %@，它未持有 MON 或代币。

source: I've Written It Down
es: Ya la anoté
fr: Je l'ai notée
ko: 적어 두었습니다
zh_hans: 我已抄写下来

source: If it expires
es: Si expira
fr: En cas d'expiration
ko: 만료될 경우
zh_hans: 如果过期

source: Impact %@
es: Impacto %@
ko: 가격 영향 %@
zh_hans: 价格影响 %@

source: Impact cap
es: Límite de impacto
fr: Plafond d'impact
ko: 가격 영향 한도
zh_hans: 价格影响上限

source: Import Wallet
es: Importar billetera
fr: Importer un portefeuille
ko: 지갑 가져오기
zh_hans: 导入钱包

source: Import a wallet
es: Importar una billetera
fr: Importer un portefeuille
ko: 지갑 가져오기
zh_hans: 导入钱包

source: Import a wallet with its private key or recovery phrase to sign, trade, and export it later.
es: Importa una billetera con su clave privada o frase de recuperación para firmar, operar y exportarla más adelante.
fr: Importez un portefeuille avec sa clé privée ou sa phrase de récupération pour signer, trader et l'exporter plus tard.
ko: 개인 키나 복구 구문으로 지갑을 가져오면 서명, 거래, 나중에 내보내기를 할 수 있습니다.
zh_hans: 使用私钥或助记词导入钱包，即可签名、交易，并在之后导出。

source: Import an Existing Wallet
es: Importar una billetera existente
fr: Importer un portefeuille existant
ko: 기존 지갑 가져오기
zh_hans: 导入现有钱包

source: Import your own wallet with its recovery phrase or private key. It stays on this device.
es: Importa tu propia billetera con su frase de recuperación o clave privada. Se queda en este dispositivo.
fr: Importez votre propre portefeuille avec sa phrase de récupération ou sa clé privée. Il reste sur cet appareil.
ko: 복구 구문이나 개인 키로 내 지갑을 가져옵니다. 지갑은 이 기기에 보관됩니다.
zh_hans: 使用助记词或私钥导入你自己的钱包。它会保存在此设备上。

source: Imported wallet
es: Billetera importada
fr: Portefeuille importé
ko: 가져온 지갑
zh_hans: 导入的钱包

source: In Use
es: En uso
fr: Utilisé
ko: 사용 중
zh_hans: 已使用

source: In refund mode, holders sell back into the curve; a migrating coin trades once it graduates
es: En modo de reembolso, los holders venden de vuelta a la curva; una moneda en migración se puede operar una vez que se gradúa
fr: En mode remboursement, les détenteurs revendent sur la courbe ; un jeton en migration s'échange une fois gradué
ko: 환불 모드에서는 홀더가 커브에 되팔 수 있고, 마이그레이션 중인 코인은 졸업 후 거래돼요
zh_hans: 在退款模式下，持有者可将币卖回给曲线；迁移中的币在毕业后才能交易

source: In the pool
es: En el pool
fr: Dans le pool
ko: 풀 내 비중
zh_hans: 池子中

source: In use (margin)
es: En uso (margen)
fr: Marge utilisée
ko: 사용 중(증거금)
zh_hans: 已用（保证金）

source: In wallet
es: En la billetera
fr: Dans le portefeuille
ko: 지갑 보유
zh_hans: 钱包中

source: In wallet: %@ AUSD
es: En la billetera: %@ AUSD
fr: Dans le portefeuille : %@ AUSD
ko: 지갑 보유: %@ AUSD
zh_hans: 钱包中：%@ AUSD

# In wallet: %@ AUSD · %@ MON
source: In wallet: %1$@ AUSD · %2$@ MON
es: En la billetera: %1$@ AUSD · %2$@ MON
fr: Dans le portefeuille : %1$@ AUSD · %2$@ MON
ko: 지갑 보유: %1$@ AUSD · %2$@ MON
zh_hans: 钱包中：%1$@ AUSD · %2$@ MON

source: Increase amount
es: Aumentar cantidad
fr: Augmenter le montant
ko: 수량 늘리기
zh_hans: 增加数量

source: Increase price
es: Aumentar precio
fr: Augmenter le prix
ko: 가격 높이기
zh_hans: 提高价格

source: Insufficient %@
es: %@ insuficiente
fr: Solde %@ insuffisant
ko: %@ 잔액 부족
zh_hans: %@ 不足

source: Isolated
es: Aislado
fr: Isolée
ko: 격리
zh_hans: 逐仓

source: Isolated margin
es: Margen aislado
fr: Marge isolée
ko: 격리 증거금
zh_hans: 逐仓保证金

source: It expired before graduating, so its coins never vest. Your editions stay yours.
es: Expiró antes de graduarse, así que sus monedas nunca se liberan. Tus ediciones siguen siendo tuyas.
fr: Il a expiré avant sa graduation : ses jetons ne seront donc jamais débloqués. Vos éditions restent à vous.
ko: 졸업 전에 만료되어 코인은 베스팅되지 않아요. 에디션은 계속 내 소유예요.
zh_hans: 它在毕业前已过期，因此其币永远不会解锁。你收藏的份仍归你所有。

source: It has sent %lld transactions, so it may also hold positions, collateral or coins not shown here.
es: Ha enviado %lld transacciones, así que también puede tener posiciones, colateral o monedas que no se muestran aquí.
fr: Il a envoyé %lld transactions : il peut donc aussi détenir des positions, des garanties ou des jetons non affichés ici.
ko: 이 지갑은 트랜잭션을 %lld건 보냈으므로, 여기에 표시되지 않은 포지션, 담보 또는 코인을 보유하고 있을 수도 있어요.
zh_hans: 它已发送过 %lld 笔交易，因此可能还持有此处未显示的仓位、抵押品或币。

source: Its Moment hasn't graduated yet, so the coin has no market. It trades once the Moment graduates.
es: Su Moment aún no se ha graduado, así que la moneda no tiene mercado. Se podrá operar cuando el Moment se gradúe.
fr: Son Moment n'est pas encore gradué : le jeton n'a donc pas de marché. Il sera échangeable une fois le Moment gradué.
ko: Moment가 아직 졸업하지 않아 이 코인은 시장이 없어요. Moment가 졸업하면 거래할 수 있어요.
zh_hans: 它的 Moment 尚未毕业，因此该币还没有市场。Moment 毕业后即可交易。

source: Its collecting window ended before it graduated, so its coins never vest. Your editions stay yours.
es: Su plazo de colección terminó antes de que se graduara, así que sus monedas nunca se liberan. Tus ediciones siguen siendo tuyas.
fr: Sa période de collecte s'est terminée avant sa graduation : ses jetons ne seront donc jamais débloqués. Vos éditions restent à vous.
ko: 졸업 전에 수집 기간이 끝나 코인은 베스팅되지 않아요. 에디션은 계속 내 소유예요.
zh_hans: 它的收藏期在毕业前已结束，因此其币永远不会解锁。你收藏的份仍归你所有。

source: Its stop-loss was not sent: if the order is open, set it with TP/SL on the position.
es: Su stop loss no se envió: si la orden está abierta, configúralo con TP/SL en la posición.
fr: Son stop loss n'a pas été envoyé : si l'ordre est ouvert, définissez-le avec « TP/SL » sur la position.
ko: 손절 주문은 전송되지 않았습니다. 주문이 열려 있다면 포지션의 익절/손절에서 설정하십시오.
zh_hans: 它的止损未发送：如果该订单已生效，在仓位上通过“止盈/止损”设置止损。

source: Its take-profit and stop-loss were not sent: if the order is open, set them with TP/SL on the position.
es: Su take profit y su stop loss no se enviaron: si la orden está abierta, configúralos con TP/SL en la posición.
fr: Ses take profit et stop loss n'ont pas été envoyés : si l'ordre est ouvert, définissez-les avec « TP/SL » sur la position.
ko: 익절 및 손절 주문은 전송되지 않았습니다. 주문이 열려 있다면 포지션의 익절/손절에서 설정하십시오.
zh_hans: 它的止盈和止损未发送：如果该订单已生效，在仓位上通过“止盈/止损”进行设置。

source: Its take-profit was not sent: if the order is open, set it with TP/SL on the position.
es: Su take profit no se envió: si la orden está abierta, configúralo con TP/SL en la posición.
fr: Son take profit n'a pas été envoyé : si l'ordre est ouvert, définissez-le avec « TP/SL » sur la position.
ko: 익절 주문은 전송되지 않았습니다. 주문이 열려 있다면 포지션의 익절/손절에서 설정하십시오.
zh_hans: 它的止盈未发送：如果该订单已生效，在仓位上通过“止盈/止损”设置止盈。

source: I’ve moved everything I want to keep out of my previous wallet (%@). Anything left there won’t be reachable in DyorHQ after the upgrade.
es: Ya saqué de mi billetera anterior (%@) todo lo que quiero conservar. Lo que quede allí no será accesible en DyorHQ después de la actualización.
fr: J'ai retiré de mon ancien portefeuille (%@) tout ce que je veux garder. Ce qui y reste ne sera plus accessible dans DyorHQ après la mise à niveau.
ko: 이전 지갑(%@)에서 보관할 자산을 모두 옮겼습니다. 남아 있는 자산은 업그레이드 후 DyorHQ에서 접근할 수 없습니다.
zh_hans: 我已将想保留的所有资产从之前的钱包（%@）中转出。升级后，留在其中的任何资产都将无法在 DyorHQ 中访问。
